[
  {
    "rating": 7.5,
    "genres": [
      "Action"
    ],
    "title": "Night in Paradise",
    "overview": "แทกู มือขวาของ หัวหน้ายาง ลงมือโจมตีประธานใหญ่คู่อริจนบาดเจ็บสาหัส เพื่อหวังล้างแค้นให้การตายของพี่สาวตัวเอง ลงมือเสร็จก็ได้รับคำสั่งให้ไปกบดานที่เกาะเชจู เพื่อเตรียมหนีออกไปรัสเซีย ปรากฏว่าพอขึ้นเกาะก็ดันไปรู้จัก แจยอน หญิงสาวที่กำลังป่วยใกล้ตาย จากคนไม่ชอบขี้หน้ากันเริ่มเปิดใจคุยกัน โดยไม่รู้เลยว่าฝั่งคู่อริกำลังออกตามล่าตัวแทกู",
    "poster": "https://img-ha.mthcdn.com/zq5HiuUeMPSseMJ_E-brc4Bq0rs=/mthai.com/app/uploads/2021/04/Night-in-Paradise-10-1024x682.jpg",
    "id": 2001
  },
  {
    "rating": 7,
    "genres": [
      "Action"
    ],
    "title": "Cellular",
    "overview": "ไรอัน (Chris Evans) บังเอิญได้รับโทรศัพท์แปลก ๆ จาก เจสสิก้า (Kim Basinger) ครูสาวลูกหนึ่งที่ส่งเสียงตามสายมาบอกว่าเธอถูกคนร้ายลักพาตัวมาขังในห้องใต้หลังคาบ้านหลังหนึ่ง เธอเชื่อว่าตัวเองจะถูกฆ่าตายในไม่ช้า และสามีกับลูกของเธอกำลังจะถูกจับมาขังที่เดียวกัน เธอขอเพียงแค่ให้ไรอันเอาโทรศัพท์ไปให้ตำรวจ แต่เมื่อตำรวจพึ่งไม่ได้ ไรอันจึงต้องพยายามช่วยเหลือเธอด้วยตัวคนเดียว",
    "poster": "https://images.hungama.com/c/1/758/daf/22902709/22902709_1280x800.jpg",
    "id": 2002
  },
  {
    "rating": 8,
    "genres": [
      "Action"
    ],
    "title": "Birds of Prey",
    "overview": "หนังมันสนุกด้วยวิธีการเล่าแบบฮาลีย์ ควินน์ เป็นคนบรรยาย ลูกเล่นประเภทเล่าไปก่อนแล้วนึกขึ้นได้ว่าตกหล่นอะไรค่อยแฟลชแบ็กจึงเป็นสีสันที่บันเทิงพอตัว แล้วการเขียนบทความยุ่งเหยิงก็ผูกเรื่องมาดีทีเดียว ตัวละคร 5 สาวที่ดูไม่น่าจะรวมตัวกันได้ยังสามารถมารวมกันได้เฉย แกนหลักของพลังหญิงในหนังคือการปลดแอกตัวเองจากเพศชายที่กุมอำนาจมาตลอด",
    "poster": "https://static.toiimg.com/photo/73893520.jpeg",
    "id": 2003
  },
  {
    "rating": 7,
    "genres": [
      "Action"
    ],
    "title": "Crawl",
    "overview": "ฮาลีย์ เป็นนักกีฬาว่ายน้ำไม่ประสบความสำเร็จ ได้รับโทรศัพท์จากพี่สาวว่าติดต่อพ่อไม่ได้ เธอเลยขับรถสองชั่วโมงกว่าลงใต้ที่เพิ่งประกาศภาวะภัยพิบัติฉุกเฉินเผชิญพายุเฮอร์ริเคนลูกใหญ่ที่ทางการต้องสั่งอพยพคนออกจากพื้นที่เด็ดขาด แต่เธอกลับขับรถสวนเข้าไปค้นหาพ่อที่ติดอยู่ใต้ถุนบ้านเพราะโดนจระเข้งับเป็นแผลเหวอะหวะ ",
    "poster": "https://s359.kapook.com/pagebuilder/10623897-3512-4b2d-bd65-3bca7822df3c.jpg",
    "id": 2004
  },
  {
    "rating": 8.5,
    "genres": [
      "Action"
    ],
    "title": "Chaos Walking ",
    "overview": "หนังทำให้เกิดความแตกต่างระหว่างเพศชายที่กลายเป็นคนไม่มีความลับ กับเพศหญิงที่ไม่สามารถถูกอ่านใจได้ ความแตกต่างเพียงเท่านี้ก็สามารถทำให้เกิดความกังวล กลายเป็นผู้ชายรู้สึกว่าตัวเองเสียเปรียบที่ไม่สามารถปกปิดความคิดตัวเอง จึงไม่แปลกใจที่จะมีคนแสดงออกด้วยการลดทอนคุณค่าความเป็นมนุษย์ของคนที่แตกต่างจากตัวเอง การมองเหยียดหยามคนอื่นมันเหมือนจะเบาบางไม่เป็นสาระสำคัญในช่วงต้น แต่พอชุดความคิดนี้ถูกผลิตซ้ำทำซ้ำยิ่งตอกย้ำเพิ่มอำนาจให้เพศชายดูมีความชอบธรรมในการทำอะไรรุนแรงขึ้นโดยไม่รู้สึกถึงความผิดชอบชั่วดี",
    "poster": "https://i.ytimg.com/vi/EHzlTQ45ET4/maxresdefault.jpg",
    "id": 2005
  }
]