[
  {
    "rating": 9,
    "genres": [
      "Animation"
    ],
    "title": "My Hero Academia",
    "overview": "อนิเมชั่นฮีโร่เรื่องใหม่ ที่จะเปลี่ยนทุกกรอบของคำว่า “ซูเปอร์ฮีโร่” ที่ทุกคนเคยเจอให้ต่างออกไป ดัดแปลงมาจากมังงะ ซึ่งจุดเด่นของเรื่องนี้คือการที่เราเป็นคนธรรมดา เราจะเป็นฮีโร่ได้ไหม ถ้าเราไม่ได้เกิดมาพร้อมกับพลังวิเศษ เรื่องนี้ให้ข้อคิดเยอะมากๆ ดูได้ทุกวัยแนะนำเพื่อนๆเลยค่ะ",
    "release_date": 1544140800,
    "poster": "https://f.ptcdn.info/720/071/000/qkaacc2zkhZIdqZv5W1-o.jpg",
    "id": 3001
  },
  {
    "rating": 9.5,
    "genres": [
      "Animation"
    ],
    "title": "Kimetsu no Yaiba",
    "overview": "- อนิเมชั่นที่มาแรงที่สุดในปี 2020 ทันจิโร่ เขานั้นมีพี่-น้องอยู่ทั้งหมดแต่วันหนึ่งนั้นก็ได้มีอสูรบุกเข้ามาโจมตีครอบครัวของเขาจึงทำให้แม่และน้องๆของเขาทั้งหมดนั้นเสียชีวิตเหลือไว้เพียงน้องสาวคนโตของเขาโดยที่น้องสาวนั้นก็ได้กลายเป็นอสูร ทันจิโร่ไปสมัครเป็นหน่วยพิฆาตอสูรเพื่อที่จะหาทางรักษาน้องสาวของเขาโดยให้ไปฝึกการต่อสู้กับอาจารย์ที่อดีตเสาหลัก ก่อนที่เขาจะได้ไปสมัครเป็นนักล่าอสูร เรื่องราวจะเป็นอย่างไร ทันจิโร่จะช่วยน้องสาวได้ไหม เรื่องนี้พลาดไม่ได้เลยค่ะ",
    "release_date": 1554339600,
    "poster": "https://fw.lnwfile.com/l0t8lz.jpg",
    "id": 3002
  },
  {
    "rating": 9,
    "genres": [
      "Animation"
    ],
    "title": "Attack on Titan",
    "overview": "เล่าเรื่องของโลกที่มนุษย์ถูกแวดล้อมด้วยเหล่าไททัน จนต้องอาศัยอยู่ภายในกำแพงมหึมา 3 ชั้น ที่เป็นเหมือนป้อมปราการด่านสุดท้ายของมนุษยชาติ เพื่อป้องกันเหล่าไททันไม่ให้บุกเข้ามากินมนุษย์เป็นอาหารจนสูญสิ้นมนุษยชาติ เมื่อมนุษย์อาศัยอยู่ภายในกำแพงเป็นเวลานาน ก็ก่อเกิดเป็นสังคม อารยธรรม ชนชั้นการปกครอง ฯลฯ ทั้งหมดช่วยควบคุมและขับเคลื่อนให้มนุษยชาติอยู่รอดปลอดภัยผ่านกาลเวลามายาวนาน จนมาถึงยุคสมัยของเหตุการณ์ในเรื่อง กับเหล่าตัวเอก 3 เพื่อนสนิท ที่ประกอบไปด้วย เอเรน, มิคาสะ และอาร์มิน",
    "release_date": 1556067600,
    "poster": "https://d302e0npexowb4.cloudfront.net/wp-content/uploads/2017/05/Attack-Titan-Fuji-Q-Highland-main-1200.jpg",
    "id": 3003
  },
  {
    "rating": 9.5,
    "genres": [
      "Fantasy"
    ],
    "title": "Aquaman",
    "overview": "เป็นหนังชิงบัลลังก์ที่แอ็คชั่นมันสะใจและตลกมากกว่าน้ำเน่า ถึงแม้จะมีประเด็นชิงบัลลังก์ ศึกสายเลือด ตามล่าหาสมบัติ เจ้าชายเลือดผสม หรือการเหยียดเลือดสีโคลน แต่เราก็ยัง enjoy ทุกฉาก โดยเฉพาะฉากใต้น้ำที่รังสรรค์มาสวยงามอลังการเหนือจินตนาการ ในหนังมีฉากแอ็คชั่นเยอะมาก คุ้มจุใจแน่นอน ",
    "release_date": 1553299200,
    "poster": "https://f.ptcdn.info/764/061/000/pkr9iz82udBTbj1PMGHl-o.jpg",
    "id": 3004
  },
  {
    "rating": 9,
    "genres": [
      "Fanrasy"
    ],
    "title": "Godzilla vs. Kong",
    "overview": "คือหนังไม่ควรพลาดแห่งปี และหนังสเกลแบบนี้ต่อให้ไม่ได้ถ่ายด้วยกล้อง IMAX ก็ควรได้ดูในโรงจอใหญ่เครื่องเสียงแน่น ๆ เก็บรายละเอียดครบ ๆ แถมตัวอย่างหนังยังดูค่อนข้างจงใจเปิดเผยรายละเอียดว่าอาจจะมี MechaGodzilla ปรากฏตัวให้เห็น ถ้าจริงยิ่งโคตรมันส์ แล้วก็อดซิลล่าสายบ้าพลังมาเจอโคตรคองที่ฉลาดในการหาเครื่องทุ่นแรงแบบนี้ เป็นศึกที่พลาดไม่ได้จริง ๆ",
    "release_date": 1551830400,
    "poster": "https://www.beartai.com/wp-content/uploads/2020/07/godzilla-vs-kong.jpg",
    "id": 3005
  }
]