[
  {
    "rating": 7.5,
    "genres": [
      "Comedy"
    ],
    "title": "Flipped",
    "overview": "หนังรอมคอมวัยเด็กระหว่าง 'จูลี่' เด็กสาวที่หลงรัก 'ไบรซ์' ตั้งแต่แรกพบ แต่เด็กหนุ่มกลับมองว่าเธอประหลาดและพยายามถอยหนี ตามสไตล์ล่ะครับ ยิ่งหนียิ่งเจอ ไป ๆ มา ๆ จากไม่สนใจเธอเป็นได้เรียนรู้ตัวตนเธอจนหลงรักเธอ หนังใช้วิธีเล่าเรื่องเหตุการณ์เดียวกันจากมุมมองของทั้งสองฝั่ง จนได้เห็นความคิดของทั้งไบรซ์และจูลี่โดยที่กองเชียร์อย่างเราก็ได้แต่เอาใจช่วยให้ทั้งสองคนเข้าใจกันสักที",
    "release_date": 1544140800,
    "poster": "https://i.pinimg.com/originals/34/0e/c1/340ec1b0a137f7aa67eb6c6032fbd00f.jpg",
    "id": 1001
  },
  {
    "rating": 9.5,
    "genres": [
      "Comedy"
    ],
    "title": "Strong Woman Do Bong Soon",
    "overview": "เรื่องราวของ โด บงซุน หญิงสาวที่เกิดมาพร้อมพลังพิเศษ มีความแข็งแกร่งเหนือคนธรรมดา ซึ่งถ่ายทอดจากบรรพบุรุษสู่ทายาทที่เป็นผู้หญิงเท่านั้น เธอต้องการใช้ชีวิตอย่างคนธรรมดาจึงเก็บเรื่องพลังพิเศษเป็นความลับ จนได้มาเจอกับพระเอกที่เป็นเจ้านายของตัวเอง เรื่องราวความรัก ที่ผสมความตลกนี้ตะเป็นอย่างไรแนะนำให้เพื่อนๆไปค้นหากันต่อได้เลยค่ะ",
    "release_date": 1554339600,
    "poster": "https://images.justwatch.com/poster/137988540/s718",
    "id": 1002
  },
  {
    "rating": 9,
    "genres": [
      "Comedy"
    ],
    "title": "while you were sleeping",
    "overview": "นัมฮงจู หญิงสาวผู้ที่ฝันเห็นภาพในอนาคตหรือเรียกได้ว่าความฝันของเธอนั้นมันจะเกิดขึ้นจริงในอนาคต แน่นอนว่าถ้าหากเราฝันเห็นอนาคตที่ไม่ดีเราย่อมจะรู้สึกไม่ดีด้วยและอยากจะแก้ไขมันเรื่องนี้จะชวนให้เราคิดตามมากๆ ว่าถ้าเรามีความสามารถแบบนี้เราจะทำอย่างไร เพื่อนๆที่ชอบแนวคิดตามเรื่องนี้ขอนำเสนอ",
    "release_date": 1556067600,
    "poster": "https://i.pinimg.com/originals/ac/7a/43/ac7a43d8b3bbe7dbd6cb8c1791ffbf39.jpg",
    "id": 1003
  },
  {
    "rating": 9.5,
    "genres": [
      "Comedy",
      "Fantasy"
    ],
    "title": "Hotel Del Luna",
    "overview": "จางมันวอล หญิงสาวที่ได้เคยกระทำความผิดครั้งใหญ่จนต้องคำสาปให้รับหน้าที่ดูแลโรงแรมชื่อ hotel del luna โรงแรมที่รับเฉพาะแขกที่เป็นวิญญาณเท่านั้น จนกระทั่งวันหนึ่งเธอก็ได้พบกับ กูชานซอง ที่ได้เข้ามาเป็นผู้จัดการคนใหม่ของโรงแรมแห่งนี้ เรื่องราวความรักเริ่มของพวกเขาเริ่มได้ยังไง และจะจัดการอกับเหตุการณ์วุ่นวายต่างๆได้อย่างไร ขอชวนเพื่อนๆไปตามลุ้น กันได้เลยค่ะ",
    "release_date": 1553299200,
    "poster": "https://i0.wp.com/dudeplace.co/wp-content/uploads/2019/10/Hotel-Del-Luna.jpg?fit=731%2C1024&ssl=1",
    "id": 1004
  },
  {
    "rating": 8,
    "genres": [
      "Comedy"
    ],
    "title": "What's Wrong with Secretary Kim?",
    "overview": "เรื่องราวของประธานบริษัทยักใหญ่ ที่มีความสามารถมากมาย เรียกได้ว่าเป็นคนเก่งและเพอร์เฟคมากๆ แต่ภายในจริงๆแล้วเขาเป็นคนที่มีความหลังมากมาย โดยมีเลขาข้างกายที่รู้ใจที่สุด พวกเขาร่วมกันฟันฝ่ากว่าจะมาถึงวันนี้ ร่วมติดตามและให้กำลังพวกเขาได้ใน รักมั้ยนะเลขาคิม(ชื่อไทย)",
    "release_date": 1551830400,
    "poster": "https://s.isanook.com/mv/0/ud/15/79065/secretary-kim.jpg",
    "id": 1005
  }
]