[
  {
    "rating": 9,
    "genres": [
      "Thriller"
    ],
    "title": "Bird Box",
    "overview": "5 ปีให้หลัง มนุษย์ที่เหลือรอดมีแค่เพียงหยิบมือ หนึ่งในนั้นคือ มาร์ลอรี่ ที่พยายามเอาชีวิตรอดพร้อมกับใช้ชีวิตอยู่กับลูกอีกสองคนของเธอที่บ้านริมน้ำ รอวันที่โอกาสเหมาะสมเพื่อที่เธอจะได้หนีออกไปยังสถานที่ที่ปลอดภัย หลังจากที่ได้รับสัญญาณวิทยุว่ามีสถานที่ลี้ภัยซึ่งปลอดภัย แต่ด้วยระยะทางกว่า 20 ไมล์ ที่มาร์ลอรี่และลูกๆจะต้องปิดตาและล่องเรือไปในแม่น้ำที่เชี่ยวกราก ทำให้เธอต้องใช้สัญชาตญาณ ตัวเธอเองและเสียงรอบข้างในการพิจารณาอันตรายที่คืบคลาน แต่ถ้าหากการตัดสินใจที่ผิดพลาดเพียงครั้งเดียว นั่นอาจจะหมายถึงจุดจบ!",
    "poster": "https://occ-0-299-300.1.nflxso.net/art/900ac/06f76d5bbbbc211f9eeed0f6121228fbaf1900ac.jpg",
    "id": 4001
  },
  {
    "rating": 8,
    "genres": [
      "Thriller"
    ],
    "title": "Searching",
    "overview": "เล่าเรื่องการตามหาคนหายผ่านการค้นหาในคอมพิวเตอร์ ซึ่งข้อดีของมันคือเป็นการค้นหาแบบคนธรรมดาทำกันทั่วไป เปิดดู social network ต่าง ๆ, ค้นหาเบอร์โทรเพื่อนที่โรงเรียน, ดู vdo ที่เคยถ่ายไว้ จึงทำให้เราสัมผัสได้ถึงความสมจริงเป็นขั้นเป็นตอนของลำดับการเล่าเรื่อง โดยธีมหลักของหนังพูดทั้งประเด็นความเหินห่างระหว่างพ่อกับลูกหลังจากคนแม่เสียชีวิต ซึ่งทำให้เกิดคำถามว่าเรารู้จักลูกตัวเองดีขนาดไหน และอีกธีมคือการสืบสวนแบบมนุษย์ธรรมดากลายร่างเป็นนักสืบพันทิปประมาณนั้น",
    "poster": "https://www.siamzone.com/movie/pic/2018/searching/poster1.jpg",
    "id": 4002
  },
  {
    "rating": 8.5,
    "genres": [
      "Horror"
    ],
    "title": "voice",
    "overview": "ซีรีย์แนวสยองขวัญตามหาฆาตกรมี 3 ภาคต่อ จากจุดเริ่มต้นของทีมตำรวจชื่อ golden time ที่คอยรับสายด่วนจากประชาชนที่เจอปัญหาร้ายต่างๆ นำทีมโดยหัวหน้าฝีมือดี ที่มีความสามารถพิเศษคือ ประสาทการรับฟังดีกว่าคนปกติหลายเท่า ทำให้เนื่อเรื่องหน้าสนใจมากหากเพื่อนคนไหนอยากดูแนวฆาตกรรมไม่รุนแรงมาก เรื่องนี้คือแนะนำเลยค่ะ",
    "poster": "https://i.pinimg.com/736x/bd/f3/26/bdf326eb2f25e9dfefb559ad687f9cfd.jpg",
    "id": 4003
  },
  {
    "rating": 9,
    "genres": [
      "Horror"
    ],
    "title": "Panic Room ",
    "overview": "แม่ลูกติดที่เพิ่งจะหย่าขาดจากสามี หอบลูกสาววัย 11 ปี ย้ายมาอยู่เมืองแมนแฮตตัน พอเหมาะพอเจาะกับเจอบ้านที่ถูกใจ และบ้านหลังที่ซื้อดันมีห้องนิรภัยซะด้วย เมื่อเธอตกลงซื้อบ้านหลังนี้และพร้อมที่จะเริ่มใช้ชีวิตใหม่กับลูกสาว เพียงแค่ย้ายมาคืนเดียวก็งานเข้าเลย เพราะบ้านที่เธออยู่นั้นมีสมบัติมรดก ของเจ้าของบ้านคนเก่าทิ้งไว้ และบังเอิญพวกโจรก็ต้องการมันภายในคืนวันเดียวกับที่สองแม่ลูกเพิ่งจะย้ายเข้ามาพอดี",
    "poster": "https://images-na.ssl-images-amazon.com/images/I/61YZqN-kqxL._AC_SL1179_.jpg",
    "id": 4004
  },
  {
    "rating": 7,
    "genres": [
      "Horror"
    ],
    "title": "ฤดูร้อนนั้น ฉันตาย ",
    "overview": "หนังแบ่งเป็น 3 องก์ที่มีความเกี่ยวข้องกันทั้งหมด โดยเริ่มต้นจากสเตตัสของ จอย บ่นว่าอยากตาย ทำให้ สิงห์ ถือโอกาสชวนเธอไปเที่ยวทะเลพร้อม กานต์ และ มีน แต่ในคืนที่พักทะเลนั้นเอง อาการหอบหืดของจอยได้กำเริบขึ้น สองหนุ่มไม่สามารถนำเธอไปส่งโรงพยาบาลเพราะเกรงกลัวความผิดเรื่องใช้ยา ส่งผลให้จอยเสียชีวิต และพวกเขาก็ต้องนำศพไปซ่อน แต่จอยได้มาหลอกหลอนพวกเขาทั้งสามคน องก์แรกตามสิงห์ องก์สองตามหลอกหลอนมีน และองก์สุดท้ายตามหลอกหลอน ติ่ง น้องชายของเธอเอง",
    "poster": "https://s.isanook.com/mv/0/ud/6/34474/lastsummer1.jpg",
    "id": 4005
  }
]