[
  {
    "rating": 10,
    "genres": [
      "Romance"
    ],
    "title": "Call Me By Your Name",
    "overview": "หนังแนวโรแมนติกดราม่า ที่ดัดแปลงมาจากนิยายโรแมนติกเรื่อง Call Me by Your Name ของอังเดร เอซิแมน เล่าเรื่องราวที่เกิดขึ้นในช่วงยุค 80 กับความสัมพันธ์ระหว่าง “เอลิโอ” เด็กหนุ่มลูกครึ่งอเมริกัน-อิตาลี วัย 17 ปี กับ “โอลิเวอร์” ชายอเมริกันวัย 24 ปี ซึ่งเป็นผู้ช่วยด้านโบราณคดีของพ่อเอลิโอ ที่ต้องมาช่วยงานช่วงปิดภาคฤดูร้อน ทำให้ทั้งคู่ได้มีโอกาสใกล้ชิดกัน จนนำไปสู่เรื่องราวความสัมพันธ์ที่แสนอบอุ่น ที่มีเพียงคนสองคนที่รู้กันอยู่ในใจ กระทั่งโอลิเวอร์ต้องเดินทางกลับอเมริกา ความสัมพันธ์ระหว่างพวกเขาจึงเดินทางมาจุดเปลี่ยนอีกครั้ง",
    "poster": "https://images.newindianexpress.com/uploads/user/imagelibrary/2020/4/6/w900X450/Edited-CMBYN-Poster.jpg",
    "id": 6001
  },
  {
    "rating": 9,
    "genres": [
      "Romance"
    ],
    "title": "Her",
    "overview": "พนักงานบริษัทเขียนจดหมายแห่งหนึ่ง ผู้มีชีวิตรักไม่ราบรื่นนัก กระทั่งวันหนึ่งเขาได้ซื้อโปรแกรมคอมพิวเตอร์ ที่มาพร้อมผู้ช่วยอัจฉริยะ หรือระบบปฏิบัติการที่มีความคิดความอ่านใกล้เคียงมนุษย์อย่าง “ซาแมนต้า” มาใช้ และพบว่าเธอสามารถช่วยอำนวยความสะดวกสิ่งต่างๆในชีวิตประจำวันให้เขาได้อย่างยอดเยี่ยม รวมถึงเป็นเพื่อนแก้เหงา หลังจากนั้นไม่นาน ธีโอดอร์ ก็เริ่มตกหลุมรัก โปรแกรมคอมพิวเตอร์ของเขา ขณะที่ซาแมนต้าเอง ก็พัฒนาความคิดอย่างต่อเนื่อง และเริ่มมีความรู้สึกเหมือนมนุษย์เข้าไปทุกที ความรักรูปแบบใหม่ที่ไร้ข้อจำกัดนี้จึงค่อยๆก่อตัวขึ้นเรื่อยๆ",
    "poster": "https://media.timeout.com/images/101621181/image.jpg",
    "id": 6002
  },
  {
    "rating": 8.5,
    "genres": [
      "Romance"
    ],
    "title": "To All the Boys I’ve Loved Before",
    "overview": "หลังจากที่ทั้งคู่ได้ผ่านช่วงมัธยมมาแบบทุลักทุเล แต่สุดท้ายก็ผ่านมาได้ จนนี้ถึงเวลาที่ทั้งคู่ต้องไปเรียนต่อมหาลัยกันแล้ว ซึ่งปกติเวลาไปเรียนต่อมหาลัยสิ่งที่กลัวกันมากที่สุดคือการที่จะต้องห่างกันซึ่งจะไม่ใช่ทุกคู่นะที่จะผ่านช่วงนี้ไปได้ คราวนี้สิ่งที่จะมาเป็นบททดสอบความรักของทั้งคู่ไม่ใช่แค่เจนหรือจอห์นเหมือนทั้งสองภาคที่ผ่านมาแล้ว เพราะคราวนี้ทุกอย่างจะอยู่ที่การตัดสินใจของเธอ “ลอร่า จีน” ว่าต่อจากนี้เธอเลือกที่จะมีผู้ชายที่ชื่อ “ปีเตอร์ คาวินสกี” ในชีวิตเธอต่อหรือไม่",
    "poster": "https://miro.medium.com/max/2560/0*AwZTtlclnIf6kD2-.jpg",
    "id": 6003
  },
  {
    "rating": 9.8,
    "genres": [
      "Romance"
    ],
    "title": "Marriage Story ",
    "overview": "เรื่องราวของ “ชาลี” และ “นิโคล” คู่สามีภรรยาในมหานครนิวยอร์ก ที่ความสัมพันธ์เดินทางมาถึงทางแยกของชีวิตคู่ แม้พวกเขาจะมีลูกชายอย่าง “เฮนรี” เป็นโซ่ทองคล้องใจ แต่สุดท้ายก็ไม่อาจเยียวยาชีวิตคู่ได้ และนำไปสู่การฟ้องหย่า ระหว่างนั้นทั้งคู่พยายามทำหน้าที่พ่อและแม่อย่างดีที่สุด แต่พวกเขาจะทำอย่างไรเพื่อไม่ให้ลูกชายต้องมีบาดแผลจากเรื่องราวสุดเจ็บปวดที่ไม่มีใครอยากให้ลงเอยเช่นนี้",
    "poster": "https://themomentum.co/wp-content/uploads/2019/12/TheMo_marriage-story-Web.png",
    "id": 6004
  },
  {
    "rating": 7.5,
    "genres": [
      "Romance"
    ],
    "title": "After",
    "overview": "หนังรักแนวโรแมนติกดราม่า ที่สร้างจากนิยายขายดีเรื่อง After ของแอนนา ท็อดด์ โดยได้คว้ารางวัลภาพยนตร์ดราม่าแห่งปี จากงาน People's Choice Awards 2019 กับเรื่องราวของ “เทสซ่า” สาวเฟรชชี่ปี 1 ผู้ใช้ชีวิตอยู่ในกรอบมาตลอด กระทั่งก้าวสู่รั้วมหาวิทยาลัย ในปาร์ตี้คืนหนึ่งเธอได้พบกับ “ฮาร์ดิน” หนุ่มหล่อแบดบอย ที่การเจอกันครั้งแรกไม่น่าประทับใจเท่าไรนัก แต่แล้วโชคชะตาก็ทำให้ทั้งคู่ได้มาใกล้ชิดกัน จนเกิดเป็นความรัก ที่เทสซ่าหารู้ไม่ว่าความสัมพันธ์ครั้งนี้มีความลับบางอย่างซ่อนอยู่",
    "poster": "https://images-na.ssl-images-amazon.com/images/I/91u8ub7NBIL._AC_SL1500_.jpg",
    "id": 6005
  }
]